{
    "name": "Stanley",
    "headerTaglineOne": "Hello 👋",
    "headerTaglineTwo": "I'm Stanley - curious",
    "headerTaglineThree": "marketer and devloper",
    "headerTaglineFour": " based in Taichung, Taiwan.",
    "showCursor": true,
    "showBlog": false,
    "darkMode": true,
    "showResume": true,
    "socials": [
        {
            "id": "1",
            "title": "Github",
            "link": "https://github.com/stanely86"
        },
        {
            "id": "2",
            "title": "LinkedIn",
            "link": "https://www.linkedin.com/in/stanely86/"
        },
        {
            "id": "5",
            "title": "Email",
            "link": "mailto:stanely8662@gmail.com"
        }
    ],
    "projects": [
        {
            "id": "1",
            "title": "MovieBuff",
            "description": "Design and Develop a movie information website, implementing the knowledge of utilizing API, NextJS framework, and ChartJS package.",
            "imageSrc": "/images/MovieBuff.png",
            "url": "https://movie-git-features-stanely86s-projects.vercel.app",
            "tag":"NextJS|Typescript| TailwindCSS| ChartJS | API"
        },
        {
            "id": "2",
            "title": "Mrd.Cash",
            "description": "Established the new version official website for the company. Increased organic users to 10,000/month for the company's website by executing SEO strategies, estimating USD 4000/month advertisement performance.",
            "imageSrc": "/images/Mrd.cash.png",
            "url": "https://mrd.cash/",
            "tag":"WordPress | SEO| HTML| CSS | Google Analytics"
        },
        {
            "id": "3",
            "title": "ASDVC Web Developer Internship Program",
            "description": "Executed UI expertise to design the websites via WIX to introduce the impactful conferences attended by ASDVC congresses.",
            "imageSrc": "/images/ASDVC.png",
            "url": "https://www.asdvc.org/copy-of-general-assembly-ssccc",
            "tag":"WIX | UI/UX| HTML| CSS"
        },
        {
            "id": "4",
            "title": "HTML/CSS/ JavaScript/ React Projects",
            "description": "Gathered all practice projects under various programming languages and documented my progress in learning web development.",
            "imageSrc": "/images/Projects.png",
            "url": "https://67085d73e749999dd3f9543d--ver1-to-do-list.netlify.app/",
            "tag":"React| Javascript | Firebase| HTML| CSS"
        },
        {
            "id": "5",
            "title": "Art Sphere",
            "description": "Develop diverse themed pages to enhance the website's internal linking structure, improving SEO performance and facilitating material downloads for users with WordPress.",
            "imageSrc": "/images/ArtSphere.png",
            "url": "https://artsphere.org/",
            "tag":"WordPress| UI/UX| SEO| HTML| CSS"
        },
        {
            "id": "6",
            "title": "Zoo Task Manager",
            "description": "Designed an educational App, Zoo Task Manager with Figma, aiming to boost students' productivity by combining the idea of cultivating their own zoo and their study todo list.",
            "imageSrc": "/images/task.png",
            "url": "https://www.figma.com/design/tEJsbO9jEKAiRr5vTWv3EA/Zoo-Task-Manager?node-id=0-1&t=L0U7AB6aRR3uNIzx-1",
            "tag":"Figma| UI/UX"
        }
    ],
    "services": [
        {
            "id": "1",
            "title": "Art Direction",
            "description": "We help with the creation and development of online advertising ideas, with particular focus on their visual appearance."
        },
        {
            "id": "2",
            "title": "Branding",
            "description": "We design key brand elements such as the logo, color scheme, typography, and other design components that makes your brand stand out from competitors."
        },
        {
            "id": "3",
            "title": "Web Design",
            "description": "We build and optimize your online presence.  Website is the digital entry point into your business and a powerful revenue channel."
        },
        {
            "id": "4",
            "title": "3D Design",
            "description": "We combine creative design and technical skills to build striking 3D visualisations that bring your project to life."
        }
    ],
    "aboutpara": "I’m a digital marketer with 2+ years of experience in SEO, web analytics, PPC advertising, and content creation, now actively transitioning into the data analytics field. My background has equipped me with strong analytical thinking, data-driven decision making, and hands-on experience with tools like Google Analytics 4 (GA4), Google Search Console, and various advertising platforms.\n\n To deepen my data skills, I’ve completed certifications in Google Data Analytics, Python, SQL, and Tableau, and I’m currently building end-to-end data analysis projects using Python (Pandas, NumPy), SQL, and Tableau to strengthen my portfolio. My passion lies in using data to uncover insights, optimize business performance, and support strategic decisions.\n\n\n\n I’m excited to apply my combined marketing and analytical experience to solve real-world business problems, whether in marketing analytics, product analytics, or general data analysis roles.",
    "resume": {
        "tagline": "👋  I'm a software engineer, product designer.",
        "description": "2+ years of experience in SEO, web analytics, PPC advertising, and content creation, now actively transitioning into the data analytics field. My background has equipped me with strong analytical thinking, data-driven decision making, and hands-on experience with tools like Google Analytics 4 (GA4), Google Search Console, and various advertising platforms. I’m excited to apply my combined marketing and analytical experience to solve real-world business problems, whether in marketing analytics, product analytics, or general data analysis roles.",
        "experiences": [
            {
                "id": "1",
                "dates": "Jul 2024 - Present",
                "type": "Freelance",
                "position": "Traditional Chinese AI Fact checker - at Outlier AI",
                "bullets": "Provided high-quality Traditional Chinese translations for diverse projects, ensuring cultural and contextual accuracy.|Wrote engaging and coherent Traditional Chinese content, including short stories, marketing copy, and technical documentation.|Evaluated AI-generated Traditional Chinese text for factual accuracy, language fluency, and adherence to client requirements.|Ranked AI-generated responses based on their relevance, accuracy, and alignment with user intent.|Collaborated on improving AI models by providing detailed feedback and insights into Traditional Chinese linguistic nuances."    
            },
             {
                "id": "2",
                "dates": "Jan 2020 - Present",
                "type": "Freelance",
                "position": "Content Marketing Specialist (Short-Form) - at Digital Origin LLC",
                "bullets": "Created short videos, grew Instagram followers by 100K, and achieved over 1M monthly views, as well as video content including AI tools introductions, MS Office tutorials, useful mobile apps, and entrepreneurial stories.|Managed media performances across TikTok, Instagram, Facebook, and YouTube, analyzing data to inform topic planning and revisions.|Monitored competitors' content strategies and results, proactively adapting video presentation formats to enhance engagement."
            },
            {
                "id": "3",
                "dates": "Feb 2024 - Nov 2024",
                "type": "Volunteering",
                "position": "(Remote) Web Designer - at Art Sphere Inc.",
                "bullets": "Monitor, analyze, and report on website traffic performance, utilizing analytics tools GA4, and GSC to refine and optimize SEO strategies.| Enhance the website's internal linking structure to improve SEO by creating diverse themed pages to facilitate material downloads for users with WordPress.| Collaborate with team partners to design and assign various website projects for yearly goals.| Guide new volunteers and support colleagues in resolving technical issues.| Utilized the Elementor plugin to design and implement new layouts to enhance web responsiveness, maintaining website style consistency and alignment by HTML/CSS."
            },
              {
                "id": "4",
                "dates": "Aug 2021 - Apr 2023",
                "type": "Full Time",
                "position": "Marketing Specialist - at Mrd.Cash LLC",
                "bullets": "Formulated and implemented SEO strategies, resulting in a monthly increase of organic website traffic to 10,000 users. Estimated advertising performance at USD 4000 per month.|Designed, created, and implemented content strategies for 60+ videos to increase organic viewers to 2,500/month for the YouTube channel.|Established Locker Studio dashboards to integrate data from the website, social media, and channels for supervisors and stakeholders to recognize marketing performance in real-time.|Managed various types of advertising channels, like PPC including Google ads, Microsoft Bing, and Yahoo Native, and social media including Facebook, Instagram, and Line.|Planned and executed content writing, graphic design, and video editing on social media to maximize content marketing results.|Crafted articles with optimized reading paths to simulate and enhance website conversion rates.|Developed and designed the latest version of the company's official website using Elementor on WordPress."
            },
           
            {
                "id": "5",
                "dates": "Dec 2021 - May 2022",
                "type": "Part Time",
                "position": "Marketing Assistant - at Checker Technology LLC",
                "bullets": " Executed PPC advertising campaigns for 15 companies, including Weddings, Dentistry, and Photography. Average CTR surpassed 4%|Produced various advertising videos that highlighted each customer's features to boost revenue."
            },
            {
                "id": "6",
                "dates": "Apr 2020 - Aug 2022",
                "type": "Part Time",
                "position": "Social Media Intern - at Sweetrans Translation",
                "bullets": "Planned weekly interactive posts and Performed copywriting and video and image production on social media and website.| Designed visuals on web website pages including banners and informative graphs using Adobe Photoshop or Canvas.| Modified website layout by revising HTML and CSS code through CMS.| Optimized content strategy and visual design to increase engagement rate by 30% in a month on social media."
            },
            {
                "id": "7",
                "dates": "Apr 2020 - Aug 2022",
                "type": "Part Time",
                "position": "Marketing Intern - at Gospel Tech INC",
                "bullets": "Planned and executed online and offline marketing campaigns for various businesses|Designed social media posts, print posters, online platform banners, and websites for different merchants|Managed the company's YouTube channel, wrote video scripts for business collaborations, and handled production, post-production, and editing processes"
            }
        ],
        "education": {
            "universityName1": "Diablo Valley College",
            "universityDate1": "．2023-2024",
            "universityPara1": "．Computer Science",
            "universityName2": "National Kaohsiung University of Science and Technology",
            "universityDate2": "．2016-2020",
            "universityPara2": "．Intelligent Business"
        },
        "languages": [
            "Javascript",
            "HTML5",
            "CSS",
            "Python",
            "SQL"
        ],
        "frameworks": [
            "React",
            "Typescript",
            "NodeJs",
            "NextJS"
        ],
        "others": [
            "Figma",
            "Tableau",
            "WordPress",
            "Google Analytics",
            "SEO",
            "Google Ads",
            "Adobe Premiere",
            "Adobe PhotoShop"
        ]
    }
}
